cask_args appdir: "/Applications"

tap "caskroom/cask"
tap "caskroom/fonts"

brew "git"
brew "ag"
brew "ack"
brew "ruby"
brew "tree"
brew "jq"
brew "macvim", args: ["--with-override-system-vi"]
brew "rustup"

cask "font-source-code-pro"
cask "1Password"
cask "google-chrome"
cask "slack"
cask "kindle"
cask "spotify"
cask "basictex"
